{
  "articles": [
    {
      "id": "1",
      "title": "Le Soleil : le cœur du Système solaire",
      "excerpt": "Découvrez comment notre étoile nourrit la vie sur Terre et influence les planètes.",
      "image": "https://images.unsplash.com/photo-1476610182048-b716b8518aae?auto=format&fit=crop&w=800&q=80",
      "content": "Le Soleil est une étoile de type naine jaune âgée de 4,6 milliards d’années. Il représente plus de 99 % de la masse totale du Système solaire et fournit l’énergie indispensable au développement de la vie sur Terre. Par fusion nucléaire, il convertit l’hydrogène en hélium en libérant une quantité colossale de lumière et de chaleur. Ses variations, comme les éruptions solaires, influencent également notre climat, nos satellites et même les aurores boréales."
    },
    {
      "id": "2",
      "title": "La Lune et ses mystères",
      "excerpt": "Crêtes, mers, éclipses : plongez dans les secrets du seul satellite naturel de la Terre.",
      "image": "https://images.unsplash.com/photo-1446776811953-b23d57bd21aa?auto=format&fit=crop&w=800&q=80",
      "content": "La Lune, formée il y a environ 4,5 milliards d’années, est le résultat probable d’une collision entre la Terre et un ancien corps céleste. Ses mers sombres, visibles depuis la Terre, sont en réalité d’immenses plaines de lave solidifiée. La Lune influence les marées, stabilise l’axe de rotation terrestre et permet l’observation régulière d’éclipses spectaculaires. Son exploration reste une priorité des programmes spatiaux modernes, notamment avec le programme Artemis."
    },
    {
      "id": "4",
      "title": "Mars : la planète rouge",
      "excerpt": "Entre mythes et exploration, découvrez pourquoi Mars fascine tant les scientifiques.",
      "image": "https://images.unsplash.com/photo-1454789548928-9efd52dc4031?auto=format&fit=crop&w=800&q=80",
      "content": "Mars est surnommée la planète rouge en raison de la forte présence d’oxydes de fer à sa surface. Elle a longtemps été associée aux mythes d’une vie extraterrestre. Aujourd’hui, les sondes et les rovers ont révélé qu’elle possédait autrefois de l’eau liquide en grande quantité. L’objectif des futures missions humaines est de mieux comprendre son passé géologique et de déterminer si elle a pu abriter la vie."
    },
    {
      "id": "7",
      "title": "Les trous noirs : les mystères de l’espace-temps waouh",
      "excerpt": "Que se passe-t-il au-delà de l’horizon des événements ? Découvrez ces monstres cosmiques.",
      "image": "https://images.unsplash.com/photo-1470229722913-7c0e2dbbafd3?auto=format&fit=crop&w=800&q=80",
      "content": "Les trous noirs sont des régions de l’espace où la gravité est si intense que rien ne peut s’en échapper, pas même la lumière. Ils se forment généralement après l’effondrement d’une étoile massive. L’horizon des événements marque la limite au-delà de laquelle l’information disparaît. Leur étude remet en question notre compréhension de la physique, notamment concernant la relativité générale et la mécanique quantique."
    },
    {
      "id": "8",
      "title": "L’exploration spatiale moderne",
      "excerpt": "Des missions Artemis à SpaceX, suivez les nouvelles conquêtes de l’humanité dans l’espace.",
      "image": "https://images.unsplash.com/photo-1517976487492-5750f3195933?auto=format&fit=crop&w=800&q=80",
      "content": "L’exploration spatiale connaît une nouvelle ère grâce aux avancées technologiques et à la participation d’entreprises privées. Les missions Artemis visent à ramener l’humanité sur la Lune, tandis que SpaceX développe des fusées réutilisables et prépare des voyages vers Mars. Les télescopes spatiaux modernes, tels que James Webb, nous permettent également d’observer l’univers avec une précision inégalée."
    },
    {
      "id": "9",
      "title": "Les exoplanètes : mondes au-delà du Système solaire",
      "excerpt": "Des planètes lointaines tournent autour d’autres étoiles : certaines pourraient abriter la vie.",
      "image": "https://images.unsplash.com/photo-1504384308090-c894fdcc538d?auto=format&fit=crop&w=1000&q=80",
      "content": "Les exoplanètes sont des planètes situées en dehors de notre Système solaire. Depuis leur première détection dans les années 1990, les astronomes en ont découvert plusieurs milliers grâce à des méthodes comme le transit ou la vitesse radiale. Certaines se trouvent dans la zone habitable, là où l’eau liquide pourrait exister. Leur étude ouvre de nouvelles perspectives dans la recherche de vie extraterrestre."
    },
    {
      "id": "10",
      "title": "Le Big Bang et la naissance de l’univers",
      "excerpt": "Remontez aux origines du temps et découvrez comment tout a commencé il y a 13,8 milliards d’années.",
      "image": "https://images.unsplash.com/photo-1451187580459-43490279c0fa?auto=format&fit=crop&w=1000&q=80",
      "content": "Le Big Bang désigne l’événement qui marque le début de l’expansion de l’univers il y a environ 13,8 milliards d’années. À ses débuts, l’univers était extrêmement dense et chaud. En se refroidissant, il permet la formation des particules, des atomes, puis des galaxies. Les preuves du Big Bang incluent le fond diffus cosmologique et l’expansion observée de l’univers. Ce modèle reste au cœur de la cosmologie moderne."
    },
    {
      "id": "42d2",
      "title": "Capitaine Flam",
      "excerpt": "A des années et des années Lumière de la Terre",
      "image": "https://imgs.search.brave.com/L-RjO-1dYfD8T0UawM8jbGS1soxH3jVLmHsMKbgjqZ4/rs:fit:860:0:0:0/g:ce/aHR0cHM6Ly9hbGJh/dG9yLmNvbS5mci9p/bWcvZGVzc2lucy1h/bmltZXMvZGVzc2lu/cy1hbmltZXMtY2Fw/dGFpbmZsYW0uanBn"
    },
    {
      "id": "fbaa",
      "title": "l'histoire de la vie ",
      "excerpt": "blablabla",
      "image": "https://imgs.search.brave.com/_8N45BHrpT6A0SLaXYscnDDS-pwJeGafMoqFkMM-YsQ/rs:fit:860:0:0:0/g:ce/aHR0cHM6Ly9pbWcu/ZnJlZXBpay5jb20v/cGhvdG9zLWdyYXR1/aXRlL3BsYW5ldGUt/dGVycmUtZW50b3Vy/ZWUtbmF0dXJlLXZl/Z2V0YXRpb25fMjMt/MjE1MTU4Nzg5OS5q/cGc_c2VtdD1haXNf/aW5jb21pbmcmdz03/NDAmcT04MA"
    },
    {
      "id": "821d",
      "title": "il était une fois l'homme",
      "excerpt": "l'infini",
      "image": "https://imgs.search.brave.com/EuqWZ4Ooq77mE7MHRr0vxXgrfh2AVYb15qLCeuGBFdo/rs:fit:860:0:0:0/g:ce/aHR0cHM6Ly9tZWRp/YS5pc3RvY2twaG90/by5jb20vaWQvMjE4/NDYzODE4OS9mci9w/aG90by92dWUtZHUt/bGV2ZXItZHUtc29s/ZWlsLWRlLWxhLXBs/YW4lQzMlQTh0ZS10/ZXJyZS1kZXB1aXMt/bGVzcGFjZS53ZWJw/P2E9MSZiPTEmcz02/MTJ4NjEyJnc9MCZr/PTIwJmM9VFk5SHJI/RlpRX1lZVEtwRmgt/OGRDanEtSzVkYkND/bWtwUG1xTFJBaEVK/cz0",
      "content": "dfcghbnk,;lmù!:mk,jhbgfsxdccfghnjklpm^ù!m:lokijhgtfrderftgyhjklmù!mlkjhgfrdrftghn, k;l:mù!:lkijgfrdfgyhjikolpmùmlkjhgfdrftgyhujkolpm^ù\n*ùmlkijhgfrdfgyjiklmù\n*ùmlkjhfghjikolpmù\n**ùmpoifdrfgyhjiklmù\n*ùmlkjhgfdsdfghjklmjb ggfgk kkgtvk"
    },
    {
      "id": "74ca",
      "title": "La Lune",
      "excerpt": "de tassin la demi lune drfghbjnkl;mknjhbgcdxsxfcgvhjnk",
      "image": "https://imgs.search.brave.com/YPxVF8g6gGyPtNTNS0rRjKqz0SKbJXD_xV_A4_0U6oA/rs:fit:860:0:0:0/g:ce/aHR0cHM6Ly9pbWcu/ZnJlZXBpay5jb20v/cGhvdG9zLWdyYXR1/aXRlL2ZvbmQtaGFs/bG93ZWVuLTNkLWFy/YnJlLXNlLWRlY291/cGFudC1sdW5lXzEw/NDgtODc5NC5qcGc_/c2VtdD1haXNfaHli/cmlkJnc9NzQwJnE9/ODA",
      "content": "x,  vkr,re cknknvkakc;;*dlfbkg    efqv l;emcdokgeg ookslv ;w :v;fs^ff:xmq\nkgrre;r;f frjrk ck"
    },
    {
      "id": "f69c",
      "title": "goldorak",
      "excerpt": "la haut la haut très loin dans l'espace",
      "image": "https://imgs.search.brave.com/wjezUJpPhbz-pa8NU2I4wfBXllUmYhrTVbRQn8XHV4Y/rs:fit:860:0:0:0/g:ce/aHR0cHM6Ly93YWxs/cGFwZXJhY2Nlc3Mu/Y29tL2Z1bGwvNDkw/MzEwNy5qcGc",
      "content": "Goldorak est une série d'animation japonaise de 1975, créée par Tōei Animation et Gō Nagai, composée de 74 épisodes de 26 minutes. Elle suit les aventures d'Actarus, le prince de la planète Euphor, qui a fui l'invasion de son monde par l'empire belliqueux de Véga. Il arrive sur Terre à bord de Goldorak, un puissant robot de combat transporté par une soucoupe volante.\n\nAccueilli et soigné par le professeur Procyon, un scientifique humaniste, Actarus est intégré au Centre de recherches spatiales, où Goldorak est caché dans une base souterraine. Lorsque Véga tente d'envahir la Terre, Actarus reprend les commandes de Goldorak pour défendre la planète, aidé par ses alliés Alcor, Vénusia, Phénicia et Banta.\n\nAu fil des épisodes, Actarus affronte les généraux de Véga, notamment Hydargos puis Horos, tout en protégeant ses proches et en cachant son identité. La série mêle combats spatiaux, émotions humaines et enjeux familiaux, culminant avec la victoire finale sur les forces de Véga.\n"
    },
    {
      "id": "79b8",
      "title": "maman ",
      "excerpt": "sos",
      "image": "https://imgs.search.brave.com/49ovBaRYzGT-Zn05n_YvBwYMbaqFF2MsQtXB-9d0vYo/rs:fit:860:0:0:0/g:ce/aHR0cHM6Ly9tZWRp/YS5pc3RvY2twaG90/by5jb20vaWQvNDg0/MjU4OTg2L2ZyL3Zl/Y3RvcmllbC9zdXBl/ci1tYW1hbi5qcGc_/cz02MTJ4NjEyJnc9/MCZrPTIwJmM9Rm1D/WTF6bUtoZTNYeHlE/SllVdHVrclR4X3FS/Vy1kN3hVX3dIa1lp/YnVSTT0",
      "content": "Le terme \"maman\" évoque des significations multiples, allant de l'affection familiale aux œuvres artistiques marquantes. Voici une sélection de vidéos pertinentes selon différents contextes."
    },
    {
      "id": "5354",
      "title": "il était une fois l'homme",
      "excerpt": "Il était une fois… l'Homme est une série d'animation française de vulgarisation scientifique et historique, créée par Albert Barillé pour les studios Procidis, qui retrace l'histoire de l'humanité depuis le Big Bang jusqu'à la fin du XXe siècle, avec une projection vers le futur.\n",
      "image": "https://imgs.search.brave.com/jmZUGuXMUQ4I1JmH7VCpkYLrwB6eDyjr307SRcv6xM0/rs:fit:500:0:1:0/g:ce/aHR0cHM6Ly93d3cu/ZWRpdGlvbnMtc29s/ZWlsLmZyL3NpdGVz/L2RlZmF1bHQvZmls/ZXMvc3R5bGVzL2lt/YWdlX2xpc3QvcHVi/bGljL3Byb2R1Y3Qv/OTc4MjMwMjA3MTU0/NC0wMDEtWC5qcGVn/P2l0b2s9aVFvd3Y1/c3I",
      "content": "Il était une fois… l'Homme est une série d'animation française de vulgarisation scientifique et historique, créée par Albert Barillé pour les studios Procidis, qui retrace l'histoire de l'humanité depuis le Big Bang jusqu'à la fin du XXe siècle, avec une projection vers le futur.\n Diffusée pour la première fois du 23 septembre 1978 au 14 avril 1979 sur FR3, la série s'est également diffusée au Canada à partir du 22 décembre 1978 sur Radio-Canada, et a été rediffusée à partir du 10 septembre 1994 sur Canal Famille.\n Elle a été vendue dans le monde entier avec un grand succès, bien qu'elle n'ait pas été diffusée aux États-Unis, en Australie ni en Nouvelle-Zélande.\n\nLa série est composée de 26 épisodes de 26 minutes chacun, présentés en format 1.33:1 d'origine, remasterisé en 1.66:1.\n Elle a été produite avec la participation de plusieurs pays, notamment la France, l'Italie, l'Espagne, le Canada, le Japon, la Suisse, la Belgique, la Suède, les Pays-Bas et la Norvège.\n L'animation a été réalisée par les studios japonais Tatsunoko Production.\n La musique est composée par le Japonais Yasuo Sugiyama, et les génériques sont adaptés de la Toccata et fugue en ré mineur de Jean-Sébastien Bach.\n\nLe récit suit une famille fictive, incarnant des archétypes humains universels, à travers les grandes périodes de l'histoire. Maestro, le sage à la barbe blanche, représente l'intelligence et la sagesse, tandis que Pierre incarne l'homme bon et conservateur, Pierrette la mère raisonnable, le Gros la justice physique, et les enfants Pierrot et Petite Pierrette la jeunesse curieuse.\n Le Teigneux et le Nabot sont les antagonistes, incarnant la force brutale et la fourberie.\n Une horloge anthropomorphe, animée comme dans les Looney Tunes, aide à situer les événements dans la chronologie.\n\nLes épisodes abordent des thèmes variés, allant de la Préhistoire à l'ère contemporaine, en passant par les premières civilisations, la Grèce antique, l'Empire romain, les vikings, les Lumières, et l'ère industrielle.\n Des épisodes comme « Le Cro-Magnon » ou « Pax Romana » illustrent des moments clés de l'histoire.\n La série a été adaptée en bande dessinée\n et sa bande originale est disponible sur Spotify.\n Elle continue d'être diffusée sur des chaînes comme France 4, Gulli, et France.tv."
    },
    {
      "id": "d228",
      "title": "il était une fois les explorateurs",
      "excerpt": "🌍 Il était une fois... les Explorateurs : À la découverte des grandes aventures humaines\n",
      "image": "https://imgs.search.brave.com/3hyDJ0nc4CbhWzvUstVkUcEdBgKv-EdrAAxJNJwSonY/rs:fit:860:0:0:0/g:ce/aHR0cHM6Ly9pbWFn/ZXMuanVzdHdhdGNo/LmNvbS9iYWNrZHJv/cC8yMzg1MzU2NTEv/czY0MC9pbC1ldGFp/dC11bmUtZm9pcy1s/ZXMtZXhwbG9yYXRl/dXJz",
      "content": "Il était une fois... les Explorateurs est une série d'animation éducative française créée par Albert Barillé et produite par Procidis. Diffusée pour la première fois le 10 décembre 1996 sur Canal+, elle retrace les grandes découvertes géographiques à travers 26 épisodes de 26 minutes. La série suit le sage Maestro et ses compagnons, qui accompagnent les jeunes spectateurs dans un voyage à travers l’histoire, des premières navigations phéniciennes aux expéditions polaires.\n\n"
    }
  ]
}